{"inkVersion":21,"root":[[{"->":"asTheStationIsCl"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"asTheStationIsCl":[["^As the station is closing up for the evening, you slip into the bathroom to search for clues uninterrupted. ","#","^Speaker: na","/#","\n","^It might be best to wait a while after everything dies down. If you're spotted, well...","\n","^For everyone's sake, you better not be.","\n","^After standing still for a while, you hear some movement in the office.","\n","ev","str","^Check it out","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Wait for it to stop","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.^.quietlyMakingYou"},{"#f":5}],"c-1":["\n",{"->":".^.^.^.waitingCarefully"},{"#f":5}]}],{"quietlyMakingYou":["^Quietly making your way into the lobby, you creep towards the offices to get a look.","\n","^You precariously lean on a desk and peak your head just high enough to scan the room.","\n","^A safe rests in the wall, and a figure works at opening it.","\n","^It clicks open just as your hands slip and you slam into the desk.","\n","^Collecting yourself, you sneak a peek around the corner to see them rushing out of a backdoor with scattered papers, slamming it behind them.","\n","^The safe remains open, holding a tape. The roll is unwound, but reads 10/20/32, intrusion incident.","\n","^In the tape, Miriam and Arthur are featured arguing over something. ","#","^clue: esp_h4_fight","/#","\n","end",{"#f":1}],"waitingCarefully":["^Waiting carefully, you hear a safe door creak before the backdoor opens and clicks shut.","\n","^You creep out quietly. Whoever was there must be gone, but you'll still have to be quick.","\n","^As you arrive at the office, it seems pretty much the same as it did in the day.","\n","^Everything normal, except...","\n","^A painting sits not so flush with the wall, revealing an opened safe behind it.","\n","^Inside is papers and a tape. The roll is unwound and tangled, but reads 10/20/32, intrusion incident.","\n","^The papers feature a large report, which through a series of moving funds and writing up false numbers, still appear and function on a level that looks like it's earning revenue...","\n","^Even though it's actually 70k in debt.","\n","^Newer papers detail near-bankruptcy for the radio station. It was going under, if not for the issues it was having.","\n","^The falsified papers contain both Miriam's signature as well as Ronnie's, though hastily scribbled.","\n","^Switching focus to the contents of the tape, Miriam and Arthur are featured arguing over something. ","#","^clue: esp_h4_fight","/#","\n","end",{"#f":1}],"#f":1}],"#f":1}],"listDefs":{}}