{"inkVersion":21,"root":[[{"->":"descriptionThere"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"descriptionThere":[["^Description: There is a memorial set up outside near the alley of the two streets.","\n","^The memorial reads: Ronnie Baron A boisterous yet calming voice in our hearts. 12/23/2008 - 11/13/2032 A couple pictures of the man rest about, he has short blonde hair and a beard, with a distant smile on his face. Some show him with other folks and a big smile, a single one of him smiling at a radio booth.","\n","^–Ronnie Baron > radio station","\n",["ev",{"^->":"descriptionThere.0.6.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Offer Condolences",{"->":"$r","var":true},null]}],["ev",{"^->":"descriptionThere.0.7.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":2},{"s":["^Scan the Area",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"descriptionThere.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.6.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.theManPerksUpAnd"},{"#f":5}],"c-1":["ev",{"^->":"descriptionThere.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.7.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.peopleSeemToBeGr"},{"#f":5}]}],{"theManPerksUpAnd":["^The man perks up and thanks you for your soft words. He stands stiff in the cold for a second. (Everest) \"Did you know him?\" (Stranger) \"Know him? I listened to him everyday. He was inspiring and driven.\" \"What happened?\" “Robbed in the street. Police ruled it an accident, yet the neighborhood heard the gunshots\" He pauses for a second. \"If you ask me those cops wanted him gone since day one. Miscalculation to arrival? Lack of lighting? Didn't have their camera on? Yeah right. Too many coincidents, period. They didn't like him for what he did.\" He kicks over some flowers before drifting away towards the crowd, but not before leaving a pamphlet behind:","\n","^\"Protest Pamphlet\" '\"Remix, Rewrite, and Restructure\" A protest against police aquittals inspired by Ronnie's hit podcast Remixing Power.' It starts at 2 pm in the town square.","\n","^–Ronnie anti-cop?","\n","end",{"#f":1}],"peopleSeemToBeGr":["^People seem to be grieving. A man cries nearby, visibly broken up over the flowers and candles. Some people offer things quietly, others look on from afar.","\n","^As you walk through the space, looking upon the small gathering of people, a man catches your eyes, quickly turning away so all you see is his dark brown hair and a straightened shirt, before walking on swiftly through the morning crowds. He looks vaguely familiar. You move after them following the individual, trying to catch up, but get stuck behind streets and cars. Before losing them in the crowd, however, you spot something drop as he takes off quickly into the crowd:","\n","^It's a unaddressed memo that reads: \"Find and deal with the data breach, or you're fired.\"","\n","^–Mosaic security breach?","\n","end",{"#f":1}],"#f":1}],"#f":1}],"listDefs":{}}